"Cheerful" = "Radosne";
"Melodic" = "Melodyczne";
"Relaxed" = "Relaksacyjne";
"Grooving" = "Grooving";
"Distorted" = "Zniekształc.";
"Acoustic" = "Akustyczne";
"Processed" = "Przetworzone";
"Single" = "Solowe";
"Part" = "Partie";

"Dark" = "Mroczne";
"Dissonant" = "Dysonansowe";
"Intense" = "Intensywne";
"Arrhythmic" = "Arytmiczne";
"Clean" = "Czyste";
"Electric" = "Elektryczne";
"Dry" = "Surowe";
"Ensemble" = "Zespołowe";
"Fill" = "Wypełnienia";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Elektroniczne";
"Jazz" = "Jazz";
"Urban" = "Miejskie";
"World/Ethnic" = "Etniczne";
"Cinematic/New Age" = "Filmowe";
"Orchestral" = "Orkiestrowe";
"Country/Folk" = "Country";
"Experimental" = "Eksperym.";
"Other Genre" = "Inny gatunek";

"Bass" = "Bas";
"Electric Bass" = "Bas elektryczny";
"Acoustic Bass" = "Bas akustyczny";
"Synthetic Bass" = "Bas elektroniczny";

"Drums" = "Bębny";
"Drum Kit" = "Zestawy";
"Electronic Beats" = "Takty";
"Kick" = "Kick";
"Tom" = "Bębny Tom";
"Snare" = "Werbel";
"Cymbal" = "Talerz";
"Hi-hat" = "Hi-hat";

"Guitars" = "Gitary";
"Electric Guitar" = "Gitara elektryczna";
"Acoustic Guitar" = "Gitara akustyczna";
"Banjo" = "Banjo";
"Mandolin" = "Mandolina";
"Slide Guitar" = "Gitara slide";
"Pedal Steel Guitar" = "Gitara stalowa";

"Horn/Wind" = "Róg";
"Saxophone" = "Saksofon";
"Trumpet" = "Trąbka";
"Flute" = "Flet";
"Trombone" = "Puzon";
"Clarinet" = "Klarnet";
"French Horn" = "Waltornia";
"Tuba" = "Tuba";
"Oboe" = "Obój";
"Harmonica" = "Harmonijka";
"Recorder" = "Rejestrator";
"Pan Flute" = "Fletnia Pana";
"Bagpipe" = "Dudy";
"Bassoon" = "Fagot";
"Piccolo" = "Flet mały";
"English Horn" = "Róg angielski";
"Brass" = "Dęte";
"Woodwind" = "Dęte drewn.";

"Keyboards" = "Klawiatury";
"Piano" = "Pianino";
"Electric Piano" = "Pian. elektr.";
"Organ" = "Organy";
"Clavinet" = "Klawinet";
"Accordion" = "Akordeon";
"Synthesizer" = "Syntezatory";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Klawesyn";

"Mallets" = "Pałeczki";
"Steel Drum" = "Bęben stalowy";
"Vibraphone" = "Wibrafon";
"Marimba" = "Marimba";
"Xylophone" = "Ksylofon";
"Kalimba" = "Kalimba";
"Bell" = "Dzwon";
"Timpani" = "Timpani";

"Mixed" = "Dżingle";

"Other Instrument" = "Inne instrumenty";

"Percussion" = "Perkusja";
"Gong" = "Gong";
"Shaker" = "Grzechotki";
"Tambourine" = "Tamburyn";
"Conga" = "Konga";
"Bongo" = "Bongo";
"Cowbell" = "Krowi dzwonek";
"Clave" = "Clave";
"Vinyl/Scratch" = "Winyl";
"Chime" = "Gong";
"Rattler" = "Grzechotki";
"Sound Effect" = "Efekt spec.";
"Misc2" = "Różne";
"Boom" = "Huki";
"All Effects" = "Wszystkie efekty";
"Effects" = "Efekty dźwiękowe";

"Ambience" = "Nastrój";
"People" = "Osoby";
"Transportation" = "Transportowanie";
"Weapons" = "Uzbrojenie";
"Explosions" = "Eksplozje";
"Impacts & Crashes" = "Beaty";
"Animals" = "Zwierzęta";
"Sports & Leisure" = "Sport";
"Mech/Tech" = "Maszyny";
"Work/Home" = "Praca/dom";
"Misc." = "Różne";
"Foley" = "Foley";
"Motions & Transitions" = "Stingers";
"Sci-Fi" = "Sci-Fi";

"Strings" = "Smyczki";
"Violin" = "Skrzypce";
"Viola" = "Altówka";
"Cello" = "Wiolonczela";
"Harp" = "Harfa";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Kontrabas";

"Texture/Atmosphere" = "Tekstury";

"Vocals" = "Wokale";
"Male" = "Męskie";
"Female" = "Żeńskie";
"Choir" = "Chór";

"bytes" = "bajtów";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"Can't find file" = "Nie można znaleźć pliku";
"CantOpenFile" = "Plik nie został odnaleziony w spodziewanym miejscu.\n\n%@\n\nChcesz pominąć ten plik, znaleźć go czy anulować?";
"Select..." = "Znajdź plik...";
"MakeOfflineSource" = "Pomiń plik";
"Don't open document" = "Anuluj";
"Reconnecting " = "Łączę ponownie ";
"Use selected path to reconnect other offline sources..." = "Użyj zaznaczonej ścieżki, by ponownie włączyć zagubione pliki";
